"com_apple_garageband_metadata_projectType" = "類型";
"com_apple_garageband_metadata_parentalAdvisory" = "分級保護建議";
"com_apple_garageband_metadata_songVersionNumber" = "用來製作的版本";
"com_apple_garageband_metadata_numberOfSITracks" = "軟體樂器軌";
"com_apple_garageband_metadata_numberOfRITracks" = "真實樂器軌";

"com_apple_garageband_metadata_projectType.Description" = "GarageBand 計畫案類型";
"com_apple_garageband_metadata_parentalAdvisory.Description" = "GarageBand 保護建議";
"com_apple_garageband_metadata_songVersionNumber.Description" = "用來製作此歌曲的 GarageBand 版本";
"com_apple_garageband_metadata_numberOfSITracks.Description" = "GarageBand 歌曲中的軟體樂器軌數目";
"com_apple_garageband_metadata_numberOfRITracks.Description" = "GarageBand 歌曲中的真實樂器軌數目";